Repository: sfetzel/ExamsGame
Catalog: src/locale/messages.*.xlf
Languages: de

# welcomeHeader
source: Welcome to the exams king game!
de: Willkommen beim Aufgabenkönig-Spiel

# nameCaption
source: Enter your name
de: Gib deinen Namen ein

# continueBecomeKing
source: Continue and become king/queen
de: Weiter und werde König/Königin

# title
source: exams king
de: Aufgabenkönig

source: Points
de: Punkte

source: Task
de: Aufgabe

source: Your solution
de: Deine Lösung

# checkTask
source: Check
de: Überprüfen

# wrongAnswerTitle
source: Wrong answer - Correct solution:
de: Falsche Antwort - Richtige Lösung:

source: Restart level
de: Level neustarten

# gameFinishedTitle
source: Congratulations! You are a math king!
de: Glückwunsch! Du bist ein Aufgabenkönig!
